export {
  coc7_attribute_base,
  coc7_attribute_other,
  coc7_skill_default
}

const coc7_attribute_base = ['力量', '敏捷', '智力', '体质', '外貌', '意志', '体型', '教育']

const coc7_attribute_other = ['伤害加值', '体格', '生命值', '最大生命值', '移动速度', '幸运']

const coc7_skill_default = {
  '会计': 5, '人类学': 1, '估价': 5, '考古学': 1, '取悦': 15, '攀爬': 20,
  '计算机使用': 5, '乔装': 5, '汽车驾驶': 20, '电气维修': 10, '电子学': 1,
  '话术': 5, '斗殴': 25, '手枪': 20, '急救': 30, '历史': 5, '恐吓': 15,
  '跳跃': 20, '法律': 5, '图书馆使用': 20, '聆听': 20, '锁匠': 1, '机械维修': 10,
  '医学': 1, '博物学': 10, '导航': 10, '神秘学': 5, '操作重型机械': 1, '说服': 10,
  '驾驶': 1, '精神分析': 1, '心理学': 10, '骑术': 5, '妙手': 10, '侦查': 25,
  '潜行': 20, '生存': 10, '游泳': 20, '投掷': 20, '追踪': 10, '驯兽': 5
}
